abusaidm.html-snippets
ardenivanov.svelte-intellisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
foxundermoon.shell-format
gilescope.arrowdebugging
Gimly81.fortran
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hansec.fortran-ls
hbenl.vscode-test-explorer
HookyQR.beautify
hoovercj.vscode-settings-cycler
ivanhofer.git-assistant
kdcro101.favorites
krvajalm.linter-gfortran
lextudio.restructuredtext
lonefy.vscode-JS-CSS-HTML-formatter
mads-hartmann.bash-ide-vscode
matklad.rust-analyzer
mechatroner.rainbow-csv
mervin.markdown-formatter
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-edit-nightly
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vsonline.vsonline
nickdemayo.vscode-json-editor
njpwerner.autodocstring
oderwat.indent-rainbow
Perkovec.emoji
quicktype.quicktype
reageyao.biosyntax
redhat.vscode-xml
redhat.vscode-yaml
RedVanWorkshop.explorer-exclude-vscode-extension
richie5um2.vscode-sort-json
rlivings39.fzf-quick-open
rust-lang.rust
serayuzgur.crates
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
Swellaby.vscode-rust-test-adapter
techer.open-in-browser
tht13.html-preview-vscode
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
Tyriar.sort-lines
vadimcn.vscode-lldb
viktorqvarfordt.vscode-pitch-black-theme
VisualStudioExptTeam.vscodeintellicode
